<?php declare(strict_types=1);
namespace mrcore\console;

/**
 * Литеральные наборы символов используемые при оформлении вывода данных на экран.
 *
 * @author  Andrey J. Nazarov
 */
class EnumLiteral
{
    const LINE_DOUBLE = '================================================================================' . PHP_EOL,
          LINE_DOT    = '................................................................................' . PHP_EOL,
          LINE_DASH   = '--------------------------------------------------------------------------------' . PHP_EOL;
}